[
    {
        "id": 1,
        "title": "Cafe Staff",
        "summary": "Customer service and cleaning duties at a cafe",
        "description": "This position involves working at a cafe, focusing on two main areas: customer service and cleaning. The customer service aspect likely includes greeting customers, taking orders, serving food and beverages, operating the cash register, and addressing customer inquiries or concerns. The employee may need to explain menu items, make recommendations, and ensure customer satisfaction throughout their visit. Cleaning duties are crucial for maintaining a hygienic and welcoming environment. Tasks may include wiping down tables and counters, sweeping and mopping floors, washing dishes and utensils, emptying trash bins, and keeping the restrooms clean and well-stocked. The worker might also be responsible for organizing and restocking supplies, both in the customer area and behind the counter. Additional responsibilities could involve preparing simple food items, making coffee drinks, and maintaining cleanliness in food preparation areas. The job requires a friendly demeanor, attention to detail, and the ability to multitask in a fast-paced environment while prioritizing customer satisfaction and cleanliness.",
        "wage": 1000,
        "area": "Tokyo",
        "city": "Shibuya Ward",
        "line": ["Fukutoshin Line", "Ginza Line"],
        "station": "Shibuya station",
        "name": "111 Cafe",
        "address": "1-1-1 Shibuya, Shibuya-ku, Tokyo",
        "date": "2024-07-01",
        "beginTime": "09:00",
        "endTime": "18:00",
        "job_type": "Food",
        "is_single": true,
        "japaneseLevel": 3,
        "englishLevel": 5,
        "image_urls": ["images/1.jpg", "images/00.jpg", "images/00.jpg", "images/00.jpg", "images/00.jpg", "images/00.jpg"]
    },
    {
        "id": 2,
        "title": "Sales Staff",
        "summary": "Customer service and cashier duties at an apparel shop",
        "description": "This position involves working at an apparel shop, primarily focusing on customer service and cashier responsibilities. The employee would be expected to greet customers, assist them in finding clothing items, answer questions about products, sizes, and styles, and provide recommendations based on customers' preferences. They may help customers in fitting rooms, organize and restock merchandise, and keep the sales floor tidy. As a cashier, duties would include operating the point-of-sale system, processing various forms of payment, handling cash accurately, and reconciling the till at the end of shifts. Additional tasks might involve managing returns and exchanges, addressing customer complaints, maintaining knowledge of current promotions and store policies, assisting with inventory management, and possibly helping with visual merchandising. The ideal candidate would have strong interpersonal skills, be detail-oriented, and able to multitask in a fast-paced retail environment while consistently providing excellent customer service.",
        "wage": 1000,
        "area": "Osaka",
        "city": "Kita Ward",
        "line": ["Midosuji Line", "Hankyu Line"],
        "station": "Umeda Station",
        "name": "222 Shop",
        "address": "1-1-1 Umeda, Kita-ku, Osaka",
        "date": "2024-07-02",
        "beginTime": "09:00",
        "endTime": "18:00",
        "job_type": "Retail",
        "is_single": false,
        "japaneseLevel": 5,
        "englishLevel": 5,
        "image_urls": ["images/2.jpg", "images/00.jpg", "images/00.jpg", "images/00.jpg", "images/00.jpg", "images/00.jpg"]
    },
    {
        "id": 3,
        "title": "Office Assistant",
        "summary": "General office work and phone handling",
        "description": "This position involves performing general office work and managing phone communications in a business setting. The employee would likely be responsible for a variety of administrative tasks such as data entry, filing documents, organizing paperwork, and maintaining office supplies. Phone handling duties would include answering incoming calls, directing calls to appropriate departments or individuals, taking messages, and potentially making outbound calls for scheduling or follow-ups. Additional responsibilities might encompass managing emails, scheduling appointments, coordinating meetings, preparing reports or presentations, and assisting with basic bookkeeping tasks. The role may also involve greeting visitors, managing office calendars, and providing support to other staff members as needed. The ideal candidate would possess strong organizational skills, proficiency in office software, excellent communication abilities, and the capacity to multitask efficiently. Attention to detail, discretion in handling confidential information, and a professional demeanor are crucial for success in this position.",
        "wage": 1000,
        "area": "Tokyo",
        "city": "Shinjuku Ward",
        "line": ["Marunouchi Line", "Yamanote Line"],
        "station": "Shinjuku Station",
        "name": "333 Inc.",
        "address": "1-1-1 Shinjuku, Shinjuku-ku, Tokyo",
        "date": "2024-07-03",
        "beginTime": "09:00",
        "endTime": "18:00",
        "job_type": "Office",
        "is_single": true,
        "japaneseLevel": 1,
        "englishLevel": 5,
        "image_urls": ["images/3.jpg", "images/00.jpg", "images/00.jpg", "images/00.jpg", "images/00.jpg", "images/00.jpg"]
    },
    {
        "id": 4,
        "title": "Restaurant Server",
        "summary": "Serving customers and handling orders in a busy restaurant",
        "description": "This role involves working as a server in a popular restaurant. Key responsibilities include greeting and seating customers, taking food and beverage orders, communicating with the kitchen staff, serving meals, and ensuring customer satisfaction throughout their dining experience. The server must have excellent memory, be able to multitask efficiently, and maintain a friendly and professional demeanor even during busy periods. Additional duties may include setting and clearing tables, processing payments, and assisting with general restaurant cleanliness. Knowledge of menu items, dietary restrictions, and wine pairings is beneficial. The ideal candidate should have strong interpersonal skills, be detail-oriented, and able to work well under pressure in a fast-paced environment.",
        "wage": 1100,
        "area": "Tokyo",
        "city": "Shibuya Ward",
        "line": ["Fukutoshin Line", "Ginza Line"],
        "station": "Shibuya station",
        "name": "444 Bistro",
        "address": "4-4-4 Roppongi, Minato-ku, Tokyo",
        "date": "2024-07-04",
        "beginTime": "17:00",
        "endTime": "23:00",
        "job_type": "Food",
        "is_single": false,
        "japaneseLevel": 4,
        "englishLevel": 4,
        "image_urls": ["images/4.jpg", "images/00.jpg", "images/00.jpg", "images/00.jpg", "images/00.jpg", "images/00.jpg"]
        },
        {
        "id": 5,
        "title": "Hotel Receptionist",
        "summary": "Front desk operations and guest services at a luxury hotel",
        "description": "This position involves working at the front desk of a prestigious hotel, focusing on providing exceptional guest services. The receptionist will be responsible for check-ins and check-outs, handling reservations, answering inquiries, and addressing guest concerns. They must maintain a professional and courteous demeanor at all times, even in challenging situations. Additional duties include managing room assignments, coordinating with housekeeping and maintenance departments, handling financial transactions, and maintaining accurate guest records. The ideal candidate should have excellent communication skills in both Japanese and English, be detail-oriented, and able to multitask efficiently in a fast-paced environment. Knowledge of hotel management software and experience in the hospitality industry is preferred.",
        "wage": 1200,
        "area": "Osaka",
        "city": "Kita Ward",
        "line": ["Midosuji Line", "Hankyu Line"],
        "station": "Umeda Station",
        "name": "555 Luxury Hotel",
        "address": "5-5-5 Namba, Chuo-ku, Osaka",
        "date": "2024-07-05",
        "beginTime": "14:00",
        "endTime": "22:00",
        "job_type": "Office",
        "is_single": true,
        "japaneseLevel": 5,
        "englishLevel": 5,
        "image_urls": ["images/5.jpg", "images/00.jpg", "images/00.jpg", "images/00.jpg", "images/00.jpg", "images/00.jpg"]
        },
        {
        "id": 6,
        "title": "IT Support Specialist",
        "summary": "Providing technical support and maintaining IT systems",
        "description": "This role involves providing technical support to employees and maintaining the company's IT systems. The IT Support Specialist will be responsible for diagnosing and resolving hardware and software issues, setting up new equipment, managing user accounts, and ensuring the security of the company's digital assets. They will also assist in training staff on new technologies and software. The ideal candidate should have a strong understanding of various operating systems, networking principles, and common software applications. Good problem-solving skills, patience, and the ability to explain technical concepts in simple terms are essential. This position may require occasional after-hours work to perform system updates or address critical issues.",
        "wage": 1500,
        "area": "Tokyo",
        "city": "Shinjuku Ward",
        "line": ["Marunouchi Line", "Yamanote Line"],
        "station": "Shinjuku Station",
        "name": "666 Tech Solutions",
        "address": "6-6-6 Otemachi, Chiyoda-ku, Tokyo",
        "date": "2024-07-06",
        "beginTime": "09:00",
        "endTime": "18:00",
        "job_type": "Office",
        "is_single": true,
        "japaneseLevel": 3,
        "englishLevel": 5,
        "image_urls": ["images/6.jpg", "images/00.jpg", "images/00.jpg", "images/00.jpg", "images/00.jpg", "images/00.jpg"]
        },
        {
        "id": 7,
        "title": "Fitness Instructor",
        "summary": "Leading group fitness classes and providing personal training",
        "description": "This position involves working as a fitness instructor at a popular gym. The instructor will be responsible for leading group fitness classes, designing and implementing personalized workout plans, and providing guidance on proper exercise techniques and nutrition. They should be able to motivate and inspire clients to achieve their fitness goals while ensuring their safety. Additional duties may include maintaining gym equipment, tracking client progress, and assisting with gym administrative tasks. The ideal candidate should have relevant fitness certifications, excellent communication skills, and a passion for health and wellness. They should also be able to adapt their teaching style to accommodate clients of various fitness levels and ages.",
        "wage": 1300,
        "area": "Tokyo",
        "city": "Shibuya Ward",
        "line": ["Fukutoshin Line", "Ginza Line"],
        "station": "Shibuya station",
        "name": "777 Fitness Club",
        "address": "7-7-7 Yotsubashi, Nishi-ku, Osaka",
        "date": "2024-07-07",
        "beginTime": "08:00",
        "endTime": "16:00",
        "job_type": "Office",
        "is_single": false,
        "japaneseLevel": 4,
        "englishLevel": 3,
        "image_urls": ["images/7.jpg", "images/00.jpg", "images/00.jpg", "images/00.jpg", "images/00.jpg", "images/00.jpg"]
        },
        {
        "id": 8,
        "title": "Marketing Assistant",
        "summary": "Supporting marketing campaigns and social media management",
        "description": "This role involves assisting the marketing team in planning and executing various marketing campaigns. The Marketing Assistant will help create content for social media platforms, update the company website, assist in organizing events, and analyze marketing data. They may also be involved in market research, preparing presentations, and coordinating with external vendors. The ideal candidate should have excellent writing and communication skills, be creative, and have a good understanding of digital marketing trends. Familiarity with graphic design tools and social media management platforms is a plus. This position requires strong organizational skills and the ability to juggle multiple projects simultaneously.",
        "wage": 1100,
        "area": "Osaka",
        "city": "Kita Ward",
        "line": ["Midosuji Line", "Hankyu Line"],
        "station": "Umeda Station",
        "name": "888 Marketing Co.",
        "address": "8-8-8 Ebisu, Shibuya-ku, Tokyo",
        "date": "2024-07-08",
        "beginTime": "10:00",
        "endTime": "19:00",
        "job_type": "Office",
        "is_single": true,
        "japaneseLevel": 4,
        "englishLevel": 4,
        "image_urls": ["images/8.jpg", "images/00.jpg", "images/00.jpg", "images/00.jpg", "images/00.jpg", "images/00.jpg"]
        },
        {
        "id": 9,
        "title": "Preschool Teacher Assistant",
        "summary": "Supporting lead teachers in a nursery school setting",
        "description": "This position involves working as a teaching assistant in a nursery school. The assistant will support lead teachers in planning and implementing educational activities, supervising children during playtime, and ensuring a safe and nurturing environment. Duties include helping with classroom setup, assisting children with basic needs, monitoring nap times, and communicating with parents about their child's progress. The ideal candidate should have patience, creativity, and a genuine love for working with young children. They should be able to maintain a positive and energetic attitude throughout the day. Basic knowledge of child development and early childhood education principles is beneficial. This role requires good teamwork skills and the ability to follow instructions from lead teachers.",
        "wage": 1050,
        "area": "Tokyo",
        "city": "Shinjuku Ward",
        "line": ["Marunouchi Line", "Yamanote Line"],
        "station": "Shinjuku Station",
        "name": "999 Sunshine Nursery",
        "address": "9-9-9 Tennoji, Tennoji-ku, Osaka",
        "date": "2024-07-09",
        "beginTime": "08:30",
        "endTime": "17:30",
        "job_type": "Office",
        "is_single": false,
        "japaneseLevel": 5,
        "englishLevel": 3,
        "image_urls": ["images/9.jpg", "images/00.jpg", "images/00.jpg", "images/00.jpg", "images/00.jpg", "images/00.jpg"]
        },
        {
        "id": 10,
        "title": "Warehouse Associate",
        "summary": "Managing inventory and preparing orders in a distribution center",
        "description": "This role involves working in a busy distribution center, focusing on inventory management and order fulfillment. The Warehouse Associate will be responsible for receiving and organizing incoming stock, picking and packing orders, and maintaining accurate inventory records. They will use handheld devices to scan and track items, operate forklifts or pallet jacks when necessary, and ensure that the warehouse is kept clean and organized. Additional duties may include quality control checks, assisting with cycle counts, and preparing items for shipment. The ideal candidate should be physically fit, detail-oriented, and able to work efficiently in a fast-paced environment. Basic computer skills and the ability to follow safety procedures are essential. This position may require working in varying temperature conditions and lifting heavy items.",
        "wage": 1150,
        "area": "Tokyo",
        "city": "Shibuya Ward",
        "line": ["Fukutoshin Line", "Ginza Line"],
        "station": "Shibuya station",
        "name": "1010 Logistics Center",
        "address": "10-10-10 Haneda, Ota-ku, Tokyo",
        "date": "2024-07-10",
        "beginTime": "07:00",
        "endTime": "15:00",
        "job_type": "Retail",
        "is_single": true,
        "japaneseLevel": 2,
        "englishLevel": 2,
        "image_urls": ["images/10.jpg", "images/00.jpg", "images/00.jpg", "images/00.jpg", "images/00.jpg", "images/00.jpg"]
        }
    ]