[
    {
        "id": 1,
        "title": "カフェスタッフ",
        "summary": "カフェでの接客と清掃業務",
        "description": "カフェで接客と清掃の2つを中心に行う仕事です。接客サービスには、お客さまへの挨拶、注文の受付、料理や飲み物の提供、レジ操作、お客さまからの問い合わせへの対応などが含まれます。また、メニューの説明やおすすめをしたり、来店したお客さまに満足してもらえるようにする必要もある。清掃業務は、衛生的で快適な環境を維持するために非常に重要です。テーブルやカウンターの拭き掃除、床の掃き掃除やモップがけ、食器や調理器具の洗浄、ゴミ箱の空け、トイレの清掃などが含まれる。また、客席やカウンター内の備品の整理や補充も行う。その他、簡単な食品の準備、コーヒー・ドリンクの作成、食品準備エリアの清潔保持なども担当する。この仕事では、フレンドリーな態度、細部への気配り、テンポの速い環境でマルチタスクをこなしながら、顧客満足度と清潔さを優先する能力が求められます。",
        "wage": 1000,
        "area": "東京",
        "city": "渋谷区",
        "line": ["副都心線", "銀座線"],
        "station": "渋谷駅",
        "name": "渋谷駅",
        "address": "東京都渋谷区渋谷1-1-1",
        "date": "2021-07-01",
        "startTime": "09:00",
        "endTime": "18:00",
        "job_type": "飲食",
        "is_single": true,
        "image_urls": ["images/1.jpg", "images/0.jpg", "images/0.jpg", "images/0.jpg", "images/0.jpg", "images/0.jpg"]
    },
    {
        "id": 2,
        "title": "販売スタッフ",
        "summary": "アパレルショップでの接客とレジ業務",
        "description": "アパレルショップでの接客・レジ業務を中心としたお仕事です。お客様をお迎えし、洋服探しのお手伝いをし、商品、サイズ、スタイルについての質問にお答えし、お客様の好みに合わせておすすめをご提案します。また、試着室でお客様のお手伝いをしたり、商品の整理や補充をしたり、売り場を整理整頓したりすることもあります。レジ係の仕事には、POSシステムの操作、さまざまな支払い方法の処理、正確な現金の取り扱い、シフト終了時の精算などが含まれます。その他の仕事としては、返品や交換の管理、顧客からのクレームへの対応、現在のプロモーションやストアポリシーに関する知識の維持、在庫管理の補助、場合によってはビジュアルマーチャンダイジングの手伝いなどがあります。理想的なのは、対人スキルが高く、細部にまで気を配り、テンポの速い小売環境でマルチタスクをこなしながら、常に優れたカスタマーサービスを提供できる方です。",
        "wage": 1000,
        "area": "大阪",
        "city": "北区",
        "line": ["御堂筋線", "阪急線"],
        "station": "梅田駅",
        "name": "梅田駅",
        "address": "大阪府大阪市北区梅田1-1-1",
        "date": "2021-07-02",
        "startTime": "09:00",
        "endTime": "18:00",
        "job_type": "小売",
        "is_single": false,
        "image_urls": ["images/2.jpg", "images/0.jpg"]
    },
    {
        "id": 3,
        "title": "事務アシスタント",
        "summary": "一般事務と電話対応",
        "description": "このポジションでは、ビジネス環境における一般的な事務作業や電話連絡の管理を行います。データ入力、書類のファイリング、書類整理、事務用品の管理など、さまざまな事務作業を担当します。電話応対には、かかってきた電話への対応、適切な部署や個人への取り次ぎ、伝言、スケジュールやフォローアップのための発信などが含まれます。その他、電子メールの管理、アポイントメントのスケジュール管理、ミーティングの調整、レポートやプレゼンテーションの準備、基本的な簿記業務の補助なども含まれます。また、来客の応対、オフィスのカレンダー管理、必要に応じて他のスタッフのサポートなども行います。理想的な候補者は、強力な組織能力、オフィスソフトの熟練度、優れたコミュニケーション能力、効率的にマルチタスクをこなす能力を持っています。このポジションで成功するためには、細部への注意、機密情報の取り扱いにおける慎重さ、プロフェッショナルな態度が欠かせません。",
        "wage": 1000,
        "area": "東京",
        "city": "渋谷区",
        "line": ["丸の内線", "山手線"],
        "station": "新宿駅",
        "name": "新宿駅",
        "address": "東京都新宿区新宿1-1-1",
        "date": "2021-07-03",
        "startTime": "09:00",
        "endTime": "18:00",
        "job_type": "オフィスワーク",
        "is_single": true,
        "image_urls": ["images/3.jpg", "images/0.jpg"]
    }
]
