[
    {
        "id": 1,
        "title": "Cafe Staff",
        "summary": "Customer service and cleaning duties at a cafe",
        "description": "This position involves working at a cafe, focusing on two main areas: customer service and cleaning. The customer service aspect likely includes greeting customers, taking orders, serving food and beverages, operating the cash register, and addressing customer inquiries or concerns. The employee may need to explain menu items, make recommendations, and ensure customer satisfaction throughout their visit. Cleaning duties are crucial for maintaining a hygienic and welcoming environment. Tasks may include wiping down tables and counters, sweeping and mopping floors, washing dishes and utensils, emptying trash bins, and keeping the restrooms clean and well-stocked. The worker might also be responsible for organizing and restocking supplies, both in the customer area and behind the counter. Additional responsibilities could involve preparing simple food items, making coffee drinks, and maintaining cleanliness in food preparation areas. The job requires a friendly demeanor, attention to detail, and the ability to multitask in a fast-paced environment while prioritizing customer satisfaction and cleanliness.",
        "wage": 1000,
        "area": "Tokyo",
        "city": "Shibuya Ward",
        "line": ["Fukutoshin Line", "Ginza Line"],
        "station": "Shibuya station",
        "name": "Shibuya Station",
        "address": "1-1-1 Shibuya, Shibuya-ku, Tokyo",
        "date": "2024-07-01",
        "beginTime": "09:00",
        "endTime": "18:00",
        "job_type": "Food",
        "is_single": true,
        "image_urls": ["images/1.jpg", "images/0.jpg", "images/0.jpg", "images/0.jpg", "images/0.jpg", "images/0.jpg"]
    },
    {
        "id": 2,
        "title": "Sales Staff",
        "summary": "Customer service and cashier duties at an apparel shop",
        "description": "This position involves working at an apparel shop, primarily focusing on customer service and cashier responsibilities. The employee would be expected to greet customers, assist them in finding clothing items, answer questions about products, sizes, and styles, and provide recommendations based on customers' preferences. They may help customers in fitting rooms, organize and restock merchandise, and keep the sales floor tidy. As a cashier, duties would include operating the point-of-sale system, processing various forms of payment, handling cash accurately, and reconciling the till at the end of shifts. Additional tasks might involve managing returns and exchanges, addressing customer complaints, maintaining knowledge of current promotions and store policies, assisting with inventory management, and possibly helping with visual merchandising. The ideal candidate would have strong interpersonal skills, be detail-oriented, and able to multitask in a fast-paced retail environment while consistently providing excellent customer service.",
        "wage": 1000,
        "area": "Osaka",
        "city": "Kita Ward",
        "line": ["Midosuji Line", "Hankyu Line"],
        "station": "Umeda Station",
        "name": "Umeda Station",
        "address": "1-1-1 Umeda, Kita-ku, Osaka",
        "date": "2024-07-02",
        "beginTime": "09:00",
        "endTime": "18:00",
        "job_type": "Retail",
        "is_single": false,
        "image_urls": ["images/2.jpg", "images/0.jpg"]
    },
    {
        "id": 3,
        "title": "Office Assistant",
        "summary": "General office work and phone handling",
        "description": "This position involves performing general office work and managing phone communications in a business setting. The employee would likely be responsible for a variety of administrative tasks such as data entry, filing documents, organizing paperwork, and maintaining office supplies. Phone handling duties would include answering incoming calls, directing calls to appropriate departments or individuals, taking messages, and potentially making outbound calls for scheduling or follow-ups. Additional responsibilities might encompass managing emails, scheduling appointments, coordinating meetings, preparing reports or presentations, and assisting with basic bookkeeping tasks. The role may also involve greeting visitors, managing office calendars, and providing support to other staff members as needed. The ideal candidate would possess strong organizational skills, proficiency in office software, excellent communication abilities, and the capacity to multitask efficiently. Attention to detail, discretion in handling confidential information, and a professional demeanor are crucial for success in this position.",
        "wage": 1000,
        "area": "Tokyo",
        "city": "Shinjuku Ward",
        "line": ["Marunouchi Line", "Yamanote Line"],
        "station": "Shinjuku Station",
        "name": "Shinjuku Station",
        "address": "1-1-1 Shinjuku, Shinjuku-ku, Tokyo",
        "date": "2024-07-03",
        "beginTime": "09:00",
        "endTime": "18:00",
        "job_type": "Office",
        "is_single": true,
        "image_urls": ["images/3.jpg", "images/0.jpg"]
    }
]
